export const options = [
  {
    text: '平板电脑品牌销量',
    yData: ['苹果', '华为', '三星', '联想', '小米', '荣耀'],
    xData: [14201, 7419, 5123, 4123, 5111, 4651]
  },
  {
    text: '手机品牌销量',
    yData: ['苹果', '三星', '华为', 'oppo', 'vivo', '小米'],
    xData: [41232, 23489, 29034, 104970, 131744, 31237]
  },
  {
    text: '耳机品牌销量',
    yData: ['索尼', 'bose', '苹果', '小米', '森海塞尔', '华为'],
    xData: [14561, 8424, 21001, 12031, 7521, 13219]
  },
  {
    text: '笔记本品牌销量',
    yData: ['苹果', '联想', '华为', '戴尔', '惠普', '小米'],
    xData: [21215, 24151, 21333, 16214, 14161, 18941]
  }
]